const explain = {
  cn: [
    {
      title: '【连线功能】',
      content: ['连线功能升级中，暂不可用。'],
    },
    {
      title: '【PK胜负判定】',
      content: ['PK阶段，双方中PK值高的一方获胜;双方PK值相等为平局。(1弯豆=1PK值)'],
    },
    {
      title: '【PK其他规则】',
      content: ['1.  每日提前退出PK阶段3次，当日不可再参与PK。(惩罚阶段无限制)',
        '2.  PK后的惩罚阶段,惩罚形式由双方口头约定即可.鼓励主播创造合法、健康、有趣的惩罚形式。',
        '3.  好友PK玩法中，主播可邀请与自己互相关注且正在直播的主播进行好友PK。',
        '4.  PK暂不对团体主播开放。',
      ],
    },
  ],
  tw: [
    {
      title: '【連線功能】',
      content: ['連線功能陞級中，暫不可用。'],
    },
    {
      title: '【PK勝負判定】',
      content: ['PK階段，雙方中PK值高的一方獲勝;雙方PK值相等為平局。(1彎豆=1PK值)'],
    },
    {
      title: '【PK其他規則】',
      content: ['1.  每日提前退出PK階段3次，當日不可再參與PK。(懲罰階段無限制)',
        '2.  PK後的懲罰階段，懲罰形式由雙方口頭約定即可。鼓勵主播創造合法、健康、有趣的懲罰形式。',
        '3.  好友PK玩法中，主播可邀請與自己互相關注且正在直播的主播進行好友PK。',
        '4.  PK暫不對團體主播開放。',
      ],
    },
  ],
}

export default explain
